Repository: archivesteak/opensense
Catalog: src/OpenSense.App/Strings/*/Resources.resw
Source language: en_us
Languages: ar_sa, bg_bg, ca_es, cs_cz, de_de, el_gr, es_es, et_ee, fa_ir, fi_fi, fr_fr, he_il, hi_in, hu_hu, id_id, it_it, ja_jp, ko_kr, lv_lv, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sr_cyrl_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# System_GpuRestart.Message
source: The new GPU mode takes effect after Windows restarts.
ar_sa: يسري وضع GPU الجديد بعد إعادة تشغيل Windows.
bg_bg: Новият режим на ГП влиза в сила след рестартиране на Windows.
ca_es: El mode de GPU nou s'aplicarà quan es reiniciï el Windows.
cs_cz: Nový režim GPU se projeví po restartování Windows.
de_de: Der neue GPU-Modus wird nach dem Neustart von Windows wirksam.
el_gr: Η νέα λειτουργία GPU ισχύει μετά την επανεκκίνηση των Windows.
es_es: El nuevo modo de GPU se aplicará cuando Windows se reinicie.
et_ee: Uus GPU režiim hakkab kehtima pärast Windowsi taaskäivitamist.
fa_ir: حالت جدید GPU پس از راه‌اندازی مجدد Windows اعمال می‌شود.
fi_fi: Uusi GPU-tila tulee voimaan, kun Windows on käynnistetty uudelleen.
fr_fr: Le nouveau mode GPU prendra effet après le redémarrage de Windows.
he_il: מצב ה-GPU החדש ייכנס לתוקף לאחר הפעלה מחדש של Windows.
hi_in: नया GPU मोड Windows के पुनः प्रारंभ होने के बाद लागू होगा।
hu_hu: Az új GPU-mód a Windows újraindítása után lép érvénybe.
id_id: Mode GPU baru berlaku setelah Windows dimulai ulang.
it_it: La nuova modalità GPU diventa effettiva dopo il riavvio di Windows.
ja_jp: 新しい GPU モードは Windows の再起動後に有効になります。
ko_kr: 새 GPU 모드는 Windows를 다시 시작한 후 적용됩니다.
lv_lv: Jaunais GPU režīms stāsies spēkā pēc Windows restartēšanas.
nb_no: Den nye GPU-modusen trer i kraft når Windows har startet på nytt.
nl_nl: De nieuwe GPU-modus wordt actief nadat Windows opnieuw is opgestart.
pl_pl: Nowy tryb GPU zacznie działać po ponownym uruchomieniu systemu Windows.
pt_pt: O novo modo da GPU entra em vigor depois de o Windows reiniciar.
ro_ro: Noul mod GPU intră în vigoare după repornirea Windows.
ru_ru: Новый режим ГП вступит в силу после перезапуска Windows.
sk_sk: Nový režim GPU sa prejaví po reštartovaní Windows.
sr_cyrl_rs: Нови GPU режим ступа на снагу када се Windows поново покрене.
sv_se: Det nya GPU-läget gäller när Windows har startats om.
th_th: โหมด GPU ใหม่จะมีผลหลังจากเริ่ม Windows ใหม่
tr_tr: Yeni GPU modu, Windows yeniden başlatıldıktan sonra etkinleşir.
uk_ua: Новий режим ГП набуде чинності після перезапуску Windows.
vi_vn: Chế độ GPU mới sẽ có hiệu lực sau khi Windows khởi động lại.
zh_cn: 新的 GPU 模式将在 Windows 重新启动后生效。
zh_tw: 新的 GPU 模式會在 Windows 重新啟動後生效。

# System_RestartNow.Content
source: Restart now
ar_sa: إعادة التشغيل الآن
bg_bg: Рестартирай сега
ca_es: Reinicia ara
cs_cz: Restartovat hned
de_de: Jetzt neu starten
el_gr: Επανεκκίνηση τώρα
es_es: Reiniciar ahora
et_ee: Taaskäivita kohe
fa_ir: اکنون راه‌اندازی مجدد شود
fi_fi: Käynnistä uudelleen nyt
fr_fr: Redémarrer maintenant
he_il: הפעל מחדש עכשיו
hi_in: अभी पुनः प्रारंभ करें
hu_hu: Újraindítás most
id_id: Mulai ulang sekarang
it_it: Riavvia ora
ja_jp: 今すぐ再起動
ko_kr: 지금 다시 시작
lv_lv: Restartēt tūlīt
nb_no: Start på nytt nå
nl_nl: Nu opnieuw opstarten
pl_pl: Uruchom ponownie teraz
pt_pt: Reiniciar agora
ro_ro: Reporniți acum
ru_ru: Перезапустить сейчас
sk_sk: Reštartovať teraz
sr_cyrl_rs: Поново покрени сада
sv_se: Starta om nu
th_th: เริ่มใหม่ตอนนี้
tr_tr: Şimdi yeniden başlat
uk_ua: Перезапустити зараз
vi_vn: Khởi động lại ngay
zh_cn: 立即重新启动
zh_tw: 立即重新啟動

# System_GpuClocks.Header
source: GPU overclock
ar_sa: رفع تردد GPU
bg_bg: Овърклок на ГП
ca_es: Overclock de la GPU
cs_cz: Přetaktování GPU
de_de: GPU-Übertaktung
el_gr: Υπερχρονισμός GPU
es_es: Overclock de la GPU
et_ee: GPU ülekiirendamine
fa_ir: اورکلاک GPU
fi_fi: GPU:n ylikellotus
fr_fr: Overclocking du GPU
he_il: האצת GPU
hi_in: GPU ओवरक्लॉक
hu_hu: GPU túlhajtása
id_id: Overclock GPU
it_it: Overclock della GPU
ja_jp: GPU オーバークロック
ko_kr: GPU 오버클럭
lv_lv: GPU virstaktēšana
nb_no: GPU-overklokking
nl_nl: GPU-overklokken
pl_pl: Podkręcanie GPU
pt_pt: Overclock da GPU
ro_ro: Overclocking GPU
ru_ru: Разгон ГП
sk_sk: Pretaktovanie GPU
sr_cyrl_rs: Оверклок GPU
sv_se: GPU-överklockning
th_th: โอเวอร์คล็อก GPU
tr_tr: GPU hız aşırtma
uk_ua: Розгін ГП
vi_vn: Ép xung GPU
zh_cn: GPU 超频
zh_tw: GPU 超頻

# GpuClocks_Reset.Content
source: Reset
ar_sa: إعادة تعيين
bg_bg: Нулирай
ca_es: Restableix
cs_cz: Resetovat
de_de: Zurücksetzen
el_gr: Επαναφορά
es_es: Restablecer
et_ee: Lähtesta
fa_ir: بازنشانی
fi_fi: Palauta
fr_fr: Réinitialiser
he_il: אפס
hi_in: रीसेट करें
hu_hu: Visszaállítás
id_id: Atur ulang
it_it: Reimposta
ja_jp: リセット
ko_kr: 초기화
lv_lv: Atiestatīt
nb_no: Tilbakestill
nl_nl: Terugzetten
pl_pl: Zresetuj
pt_pt: Repor
ro_ro: Resetare
ru_ru: Сбросить
sk_sk: Resetovať
sr_cyrl_rs: Ресетуј
sv_se: Återställ
th_th: รีเซ็ต
tr_tr: Sıfırla
uk_ua: Скинути
vi_vn: Đặt lại
zh_cn: 重置
zh_tw: 重設

# GpuClocks_FollowFirmware.Header
source: Acer's overclocking
ar_sa: رفع التردد من Acer
bg_bg: Овърклок на Acer
ca_es: Overclock d'Acer
cs_cz: Přetaktování od Aceru
de_de: Übertaktung von Acer
el_gr: Υπερχρονισμός της Acer
es_es: Overclock de Acer
et_ee: Aceri ülekiirendamine
fa_ir: اورکلاک Acer
fi_fi: Acerin ylikellotus
fr_fr: Overclocking d’Acer
he_il: האצה של Acer
hi_in: Acer का ओवरक्लॉक
hu_hu: Az Acer túlhajtása
id_id: Overclock dari Acer
it_it: Overclock di Acer
ja_jp: Acer のオーバークロック
ko_kr: Acer 오버클럭
lv_lv: Acer virstaktēšana
nb_no: Acers overklokking
nl_nl: Overklokken van Acer
pl_pl: Podkręcanie Acera
pt_pt: Overclock da Acer
ro_ro: Overclocking-ul Acer
ru_ru: Разгон от Acer
sk_sk: Pretaktovanie od Aceru
sr_cyrl_rs: Acer-ов оверклок
sv_se: Acers överklockning
th_th: โอเวอร์คล็อกของ Acer
tr_tr: Acer'ın hız aşırtması
uk_ua: Розгін від Acer
vi_vn: Ép xung của Acer
zh_cn: Acer 超频
zh_tw: Acer 超頻

# GpuClocks_Core.Header
source: Core (MHz)
ar_sa: النواة (MHz)
bg_bg: Ядро (MHz)
ca_es: Nucli (MHz)
cs_cz: Jádro (MHz)
de_de: Kern (MHz)
el_gr: Πυρήνας (MHz)
es_es: Núcleo (MHz)
et_ee: Tuum (MHz)
fa_ir: هسته (MHz)
fi_fi: Ydin (MHz)
fr_fr: Cœur (MHz)
he_il: ליבה (MHz)
hi_in: कोर (MHz)
hu_hu: Mag (MHz)
id_id: Inti (MHz)
ja_jp: コア (MHz)
ko_kr: 코어(MHz)
lv_lv: Kodols (MHz)
nb_no: Kjerne (MHz)
pl_pl: Rdzeń (MHz)
pt_pt: Núcleo (MHz)
ro_ro: Nucleu (MHz)
ru_ru: Ядро (МГц)
sk_sk: Jadro (MHz)
sr_cyrl_rs: Језгро (MHz)
sv_se: Kärna (MHz)
th_th: คอร์ (MHz)
tr_tr: Çekirdek (MHz)
uk_ua: Ядро (МГц)
vi_vn: Nhân (MHz)
zh_cn: 核心 (MHz)
zh_tw: 核心 (MHz)

# GpuClocks_Memory.Header
source: Memory (MHz)
ar_sa: الذاكرة (MHz)
bg_bg: Памет (MHz)
ca_es: Memòria (MHz)
cs_cz: Paměť (MHz)
de_de: Speicher (MHz)
el_gr: Μνήμη (MHz)
es_es: Memoria (MHz)
et_ee: Mälu (MHz)
fa_ir: حافظه (MHz)
fi_fi: Muisti (MHz)
fr_fr: Mémoire (MHz)
he_il: זיכרון (MHz)
hi_in: मेमोरी (MHz)
hu_hu: Memória (MHz)
id_id: Memori (MHz)
it_it: Memoria (MHz)
ja_jp: メモリ (MHz)
ko_kr: 메모리(MHz)
lv_lv: Atmiņa (MHz)
nb_no: Minne (MHz)
nl_nl: Geheugen (MHz)
pl_pl: Pamięć (MHz)
pt_pt: Memória (MHz)
ro_ro: Memorie (MHz)
ru_ru: Память (МГц)
sk_sk: Pamäť (MHz)
sr_cyrl_rs: Меморија (MHz)
sv_se: Minne (MHz)
th_th: หน่วยความจำ (MHz)
tr_tr: Bellek (MHz)
uk_ua: Пам'ять (МГц)
vi_vn: Bộ nhớ (MHz)
zh_cn: 显存 (MHz)
zh_tw: 記憶體 (MHz)

# GpuClocks_Footer.Text
source: Memory offsets count double, as in MSI Afterburner: +100 raises the memory clock by 50 MHz.
ar_sa: تُحتسب إزاحات الذاكرة مضاعفة، كما في MSI Afterburner: +100 ترفع تردد الذاكرة بمقدار 50 MHz.
bg_bg: Отместванията на паметта се броят двойно, както в MSI Afterburner: +100 вдига честотата на паметта с 50 MHz.
ca_es: Els desplaçaments de memòria compten el doble, com a l'MSI Afterburner: +100 apuja la freqüència de la memòria 50 MHz.
cs_cz: Posuny paměti se počítají dvojnásobně, stejně jako v MSI Afterburner: +100 zvýší takt paměti o 50 MHz.
de_de: Speicher-Offsets zählen doppelt, wie in MSI Afterburner: +100 erhöht den Speichertakt um 50 MHz.
el_gr: Οι μετατοπίσεις μνήμης μετρούν διπλά, όπως στο MSI Afterburner: το +100 ανεβάζει τη συχνότητα της μνήμης κατά 50 MHz.
es_es: Los desplazamientos de memoria cuentan el doble, como en MSI Afterburner: +100 sube la frecuencia de la memoria 50 MHz.
et_ee: Mälu nihked loevad topelt, nagu MSI Afterburneris: +100 tõstab mälu taktsagedust 50 MHz võrra.
fa_ir: مقادیر افزایش حافظه مانند MSI Afterburner دو برابر حساب می‌شوند: +100 کلاک حافظه را 50 MHz بالا می‌برد.
fi_fi: Muistin siirtymät lasketaan kaksinkertaisina, kuten MSI Afterburnerissa: +100 nostaa muistin kellotaajuutta 50 MHz.
fr_fr: Les décalages de mémoire comptent double, comme dans MSI Afterburner : +100 augmente la fréquence de la mémoire de 50 MHz.
he_il: היסטי הזיכרון נספרים כפול, כמו ב-MSI Afterburner: +100 מעלה את תדר הזיכרון ב-50 MHz.
hi_in: MSI Afterburner की तरह मेमोरी ऑफ़सेट दोगुने गिने जाते हैं: +100 मेमोरी क्लॉक को 50 MHz बढ़ाता है।
hu_hu: A memória-eltolások duplán számítanak, mint az MSI Afterburnerben: a +100 50 MHz-cel emeli a memória órajelét.
id_id: Offset memori dihitung dua kali lipat, seperti di MSI Afterburner: +100 menaikkan clock memori sebesar 50 MHz.
it_it: Gli offset della memoria contano doppio, come in MSI Afterburner: +100 alza la frequenza della memoria di 50 MHz.
ja_jp: メモリのオフセットは MSI Afterburner と同じく 2 倍で数えます。+100 でメモリ クロックが 50 MHz 上がります。
ko_kr: 메모리 오프셋은 MSI Afterburner처럼 두 배로 계산됩니다. +100이면 메모리 클럭이 50MHz 올라갑니다.
lv_lv: Atmiņas nobīdes skaitās divkārši, tāpat kā MSI Afterburner: +100 paaugstina atmiņas takts frekvenci par 50 MHz.
nb_no: Minneforskyvninger teller dobbelt, som i MSI Afterburner: +100 øker minneklokken med 50 MHz.
nl_nl: Geheugenoffsets tellen dubbel, zoals in MSI Afterburner: +100 verhoogt de geheugenklok met 50 MHz.
pl_pl: Przesunięcia pamięci liczą się podwójnie, jak w MSI Afterburner: +100 podnosi taktowanie pamięci o 50 MHz.
pt_pt: Os desvios de memória contam a dobrar, como no MSI Afterburner: +100 aumenta a frequência da memória em 50 MHz.
ro_ro: Decalajele memoriei se numără dublu, ca în MSI Afterburner: +100 crește frecvența memoriei cu 50 MHz.
ru_ru: Смещения памяти считаются вдвойне, как в MSI Afterburner: +100 повышает частоту памяти на 50 МГц.
sk_sk: Posuny pamäte sa počítajú dvojnásobne, rovnako ako v MSI Afterburner: +100 zvýši takt pamäte o 50 MHz.
sr_cyrl_rs: Помаци меморије се рачунају двоструко, као у MSI Afterburner-у: +100 подиже фреквенцију меморије за 50 MHz.
sv_se: Minnesförskjutningar räknas dubbelt, som i MSI Afterburner: +100 höjer minnesklockan med 50 MHz.
th_th: ค่าออฟเซ็ตหน่วยความจำนับเป็นสองเท่าเหมือนใน MSI Afterburner: +100 จะเพิ่มสัญญาณนาฬิกาหน่วยความจำ 50 MHz
tr_tr: Bellek ofsetleri MSI Afterburner'daki gibi çift sayılır: +100, bellek saatini 50 MHz artırır.
uk_ua: Зміщення пам'яті рахуються вдвічі, як у MSI Afterburner: +100 підвищує частоту пам'яті на 50 МГц.
vi_vn: Mức bù bộ nhớ được tính gấp đôi, như trong MSI Afterburner: +100 tăng xung nhịp bộ nhớ thêm 50 MHz.
zh_cn: 显存偏移量按双倍计算，与 MSI Afterburner 相同：+100 会让显存频率提高 50 MHz。
zh_tw: 記憶體偏移量以兩倍計算，與 MSI Afterburner 相同：+100 會讓記憶體時脈提高 50 MHz。

# GpuClocks_Always
source: Always
ar_sa: دائمًا
bg_bg: Винаги
ca_es: Sempre
cs_cz: Vždy
de_de: Immer
el_gr: Πάντα
es_es: Siempre
et_ee: Alati
fa_ir: همیشه
fi_fi: Aina
fr_fr: Toujours
he_il: תמיד
hi_in: हमेशा
hu_hu: Mindig
id_id: Selalu
it_it: Sempre
ja_jp: 常時
ko_kr: 항상
lv_lv: Vienmēr
nb_no: Alltid
nl_nl: Altijd
pl_pl: Zawsze
pt_pt: Sempre
ro_ro: Întotdeauna
ru_ru: Всегда
sk_sk: Vždy
sr_cyrl_rs: Увек
sv_se: Alltid
th_th: ตลอดเวลา
tr_tr: Her zaman
uk_ua: Завжди
vi_vn: Luôn luôn
zh_cn: 始终
zh_tw: 一律

# GpuClocks_InUse
source: In use now
ar_sa: قيد الاستخدام الآن
bg_bg: Използва се сега
ca_es: En ús ara
cs_cz: Právě používáno
de_de: Gerade aktiv
el_gr: Σε χρήση τώρα
es_es: En uso ahora
et_ee: Praegu kasutusel
fa_ir: اکنون در حال استفاده
fi_fi: Käytössä nyt
fr_fr: Utilisé en ce moment
he_il: בשימוש כעת
hi_in: अभी उपयोग में
hu_hu: Most használatban
id_id: Sedang digunakan
it_it: In uso ora
ja_jp: 現在使用中
ko_kr: 현재 사용 중
lv_lv: Pašlaik lietošanā
nb_no: I bruk nå
nl_nl: Nu in gebruik
pl_pl: Teraz w użyciu
pt_pt: Em utilização agora
ro_ro: În uz acum
ru_ru: Используется сейчас
sk_sk: Práve sa používa
sr_cyrl_rs: Тренутно у употреби
sv_se: Används nu
th_th: กำลังใช้อยู่
tr_tr: Şu anda kullanımda
uk_ua: Використовується зараз
vi_vn: Đang dùng
zh_cn: 当前使用中
zh_tw: 目前使用中

# GpuClocks_Firmware
source: Acer's: core {0} MHz, memory {1} MHz
ar_sa: من Acer: النواة {0} MHz، الذاكرة {1} MHz
bg_bg: От Acer: ядро {0} MHz, памет {1} MHz
ca_es: D'Acer: nucli {0} MHz, memòria {1} MHz
cs_cz: Od Aceru: jádro {0} MHz, paměť {1} MHz
de_de: Von Acer: Kern {0} MHz, Speicher {1} MHz
el_gr: Από την Acer: πυρήνας {0} MHz, μνήμη {1} MHz
es_es: De Acer: núcleo {0} MHz, memoria {1} MHz
et_ee: Acerilt: tuum {0} MHz, mälu {1} MHz
fa_ir: از Acer: هسته {0} MHz، حافظه {1} MHz
fi_fi: Acerilta: ydin {0} MHz, muisti {1} MHz
fr_fr: D’Acer : cœur {0} MHz, mémoire {1} MHz
he_il: של Acer: ליבה {0} MHz, זיכרון {1} MHz
hi_in: Acer का: कोर {0} MHz, मेमोरी {1} MHz
hu_hu: Az Acertől: mag {0} MHz, memória {1} MHz
id_id: Dari Acer: inti {0} MHz, memori {1} MHz
it_it: Di Acer: core {0} MHz, memoria {1} MHz
ja_jp: Acer の設定: コア {0} MHz、メモリ {1} MHz
ko_kr: Acer 설정: 코어 {0}MHz, 메모리 {1}MHz
lv_lv: No Acer: kodols {0} MHz, atmiņa {1} MHz
nb_no: Fra Acer: kjerne {0} MHz, minne {1} MHz
nl_nl: Van Acer: core {0} MHz, geheugen {1} MHz
pl_pl: Od Acera: rdzeń {0} MHz, pamięć {1} MHz
pt_pt: Da Acer: núcleo {0} MHz, memória {1} MHz
ro_ro: De la Acer: nucleu {0} MHz, memorie {1} MHz
ru_ru: От Acer: ядро {0} МГц, память {1} МГц
sk_sk: Od Aceru: jadro {0} MHz, pamäť {1} MHz
sr_cyrl_rs: Од Acer-а: језгро {0} MHz, меморија {1} MHz
sv_se: Från Acer: kärna {0} MHz, minne {1} MHz
th_th: ของ Acer: คอร์ {0} MHz, หน่วยความจำ {1} MHz
tr_tr: Acer'dan: çekirdek {0} MHz, bellek {1} MHz
uk_ua: Від Acer: ядро {0} МГц, пам'ять {1} МГц
vi_vn: Của Acer: nhân {0} MHz, bộ nhớ {1} MHz
zh_cn: Acer 设定：核心 {0} MHz，显存 {1} MHz
zh_tw: Acer 設定：核心 {0} MHz，記憶體 {1} MHz

# GpuClocks_Description
source: Adds to the GPU's clock speeds.
ar_sa: يرفع سرعات ساعة GPU.
bg_bg: Повишава тактовите честоти на ГП.
ca_es: Augmenta les freqüències de rellotge de la GPU.
cs_cz: Zvyšuje takty GPU.
de_de: Erhöht die Taktraten der GPU.
el_gr: Αυξάνει τις συχνότητες χρονισμού της GPU.
es_es: Aumenta las frecuencias de reloj de la GPU.
et_ee: Tõstab GPU taktsagedusi.
fa_ir: سرعت کلاک GPU را بالا می‌برد.
fi_fi: Nostaa GPU:n kellotaajuuksia.
fr_fr: Augmente les fréquences d’horloge du GPU.
he_il: מעלה את מהירויות השעון של ה-GPU.
hi_in: GPU की क्लॉक स्पीड बढ़ाता है।
hu_hu: Megemeli a GPU órajeleit.
id_id: Menaikkan kecepatan clock GPU.
it_it: Aumenta le frequenze di clock della GPU.
ja_jp: GPU のクロック速度を上げます。
ko_kr: GPU 클럭 속도를 높입니다.
lv_lv: Paaugstina GPU takts frekvences.
nb_no: Øker klokkefrekvensene til GPU-en.
nl_nl: Verhoogt de kloksnelheden van de GPU.
pl_pl: Zwiększa taktowanie GPU.
pt_pt: Aumenta as frequências de relógio da GPU.
ro_ro: Mărește frecvențele de ceas ale GPU-ului.
ru_ru: Повышает тактовые частоты ГП.
sk_sk: Zvyšuje takty GPU.
sr_cyrl_rs: Повећава радне фреквенције GPU-а.
sv_se: Höjer GPU:ns klockfrekvenser.
th_th: เพิ่มความเร็วสัญญาณนาฬิกาของ GPU
tr_tr: GPU'nun saat hızlarını artırır.
uk_ua: Підвищує тактові частоти ГП.
vi_vn: Tăng xung nhịp của GPU.
zh_cn: 提高 GPU 的时钟频率。
zh_tw: 提高 GPU 的時脈。

# GpuClocks_WaitingForLimits
source: The GPU's limits appear once it has been in use.
ar_sa: تظهر حدود GPU بعد أن يُستخدم مرة.
bg_bg: Границите на ГП се появяват, след като е бил използван.
ca_es: Els límits de la GPU apareixen quan s'ha fet servir.
cs_cz: Limity GPU se zobrazí, jakmile se GPU použije.
de_de: Die Grenzen der GPU erscheinen, sobald sie einmal in Gebrauch war.
el_gr: Τα όρια της GPU εμφανίζονται μόλις χρησιμοποιηθεί.
es_es: Los límites de la GPU aparecen cuando se ha usado.
et_ee: GPU piirid ilmuvad, kui seda on kasutatud.
fa_ir: محدوده‌های GPU پس از یک بار استفاده نمایش داده می‌شوند.
fi_fi: GPU:n rajat näkyvät, kun sitä on käytetty.
fr_fr: Les limites du GPU apparaissent dès qu’il a été utilisé.
he_il: המגבלות של ה-GPU יופיעו אחרי שייעשה בו שימוש.
hi_in: GPU की सीमाएँ उसके एक बार इस्तेमाल होने के बाद दिखती हैं।
hu_hu: A GPU határai akkor jelennek meg, ha már használatban volt.
id_id: Batas GPU muncul setelah GPU pernah digunakan.
it_it: I limiti della GPU compaiono dopo che è stata usata.
ja_jp: GPU の上限は、GPU が一度使われると表示されます。
ko_kr: GPU 한도는 GPU를 한 번 사용하면 표시됩니다.
lv_lv: GPU robežas parādās, kad tā ir izmantota.
nb_no: Grensene for GPU-en vises når den har vært i bruk.
nl_nl: De grenzen van de GPU verschijnen zodra die in gebruik is geweest.
pl_pl: Limity GPU pojawią się, gdy GPU zostanie użyty.
pt_pt: Os limites da GPU aparecem depois de ser utilizada.
ro_ro: Limitele GPU-ului apar după ce a fost folosit.
ru_ru: Пределы ГП появятся, когда он поработает.
sk_sk: Limity GPU sa zobrazia, keď sa GPU použije.
sr_cyrl_rs: Границе GPU-а се појављују када се он употреби.
sv_se: GPU:ns gränser visas när den har använts.
th_th: ขีดจำกัดของ GPU จะแสดงเมื่อมีการใช้งาน GPU แล้ว
tr_tr: GPU'nun sınırları, GPU bir kez kullanıldığında görünür.
uk_ua: Межі ГП з'являться, коли він попрацює.
vi_vn: Giới hạn của GPU sẽ hiện khi GPU đã được dùng.
zh_cn: GPU 使用过一次后才会显示其限制。
zh_tw: GPU 使用過一次後才會顯示其限制。

# GpuClocks_Pending
source: Applies when the GPU is next in use.
ar_sa: يُطبَّق عند استخدام GPU في المرة القادمة.
bg_bg: Прилага се, когато ГП бъде използван следващия път.
ca_es: S'aplica la propera vegada que es faci servir la GPU.
cs_cz: Použije se, až bude GPU příště v provozu.
de_de: Gilt, sobald die GPU das nächste Mal in Gebrauch ist.
el_gr: Εφαρμόζεται την επόμενη φορά που θα χρησιμοποιηθεί η GPU.
es_es: Se aplica la próxima vez que se use la GPU.
et_ee: Rakendub, kui GPU-d järgmine kord kasutatakse.
fa_ir: دفعهٔ بعد که GPU به کار بیفتد اعمال می‌شود.
fi_fi: Otetaan käyttöön, kun GPU:ta seuraavan kerran käytetään.
fr_fr: S’applique la prochaine fois que le GPU sera utilisé.
he_il: יוחל בפעם הבאה שייעשה שימוש ב-GPU.
hi_in: GPU का अगली बार इस्तेमाल होने पर लागू होगा।
hu_hu: A GPU következő használatakor lép érvénybe.
id_id: Diterapkan saat GPU digunakan berikutnya.
it_it: Si applica la prossima volta che la GPU viene usata.
ja_jp: 次に GPU が使われるときに適用されます。
ko_kr: 다음에 GPU를 사용할 때 적용됩니다.
lv_lv: Tiks lietots, kad GPU nākamreiz tiks izmantota.
nb_no: Tas i bruk neste gang GPU-en er i bruk.
nl_nl: Wordt toegepast zodra de GPU weer in gebruik is.
pl_pl: Zostanie zastosowane, gdy GPU będzie znowu używany.
pt_pt: É aplicado da próxima vez que a GPU for utilizada.
ro_ro: Se aplică data viitoare când GPU-ul este folosit.
ru_ru: Применится, когда ГП снова заработает.
sk_sk: Použije sa, keď bude GPU nabudúce v prevádzke.
sr_cyrl_rs: Примениће се када се GPU следећи пут употреби.
sv_se: Tillämpas nästa gång GPU:n används.
th_th: จะมีผลเมื่อมีการใช้ GPU ครั้งถัดไป
tr_tr: GPU bir sonraki kullanıldığında uygulanır.
uk_ua: Застосується, коли ГП знову запрацює.
vi_vn: Sẽ áp dụng khi GPU được dùng lần tới.
zh_cn: 下次使用 GPU 时生效。
zh_tw: 下次使用 GPU 時生效。

# GpuClocks_Applied
source: In use: core {0} MHz, memory {1} MHz
ar_sa: قيد الاستخدام: النواة {0} MHz، الذاكرة {1} MHz
bg_bg: В употреба: ядро {0} MHz, памет {1} MHz
ca_es: En ús: nucli {0} MHz, memòria {1} MHz
cs_cz: Používá se: jádro {0} MHz, paměť {1} MHz
de_de: Aktiv: Kern {0} MHz, Speicher {1} MHz
el_gr: Σε χρήση: πυρήνας {0} MHz, μνήμη {1} MHz
es_es: En uso: núcleo {0} MHz, memoria {1} MHz
et_ee: Kasutusel: tuum {0} MHz, mälu {1} MHz
fa_ir: در حال استفاده: هسته {0} MHz، حافظه {1} MHz
fi_fi: Käytössä: ydin {0} MHz, muisti {1} MHz
fr_fr: Appliqué : cœur {0} MHz, mémoire {1} MHz
he_il: בשימוש: ליבה {0} MHz, זיכרון {1} MHz
hi_in: उपयोग में: कोर {0} MHz, मेमोरी {1} MHz
hu_hu: Használatban: mag {0} MHz, memória {1} MHz
id_id: Digunakan: inti {0} MHz, memori {1} MHz
it_it: In uso: core {0} MHz, memoria {1} MHz
ja_jp: 適用中: コア {0} MHz、メモリ {1} MHz
ko_kr: 사용 중: 코어 {0}MHz, 메모리 {1}MHz
lv_lv: Lietošanā: kodols {0} MHz, atmiņa {1} MHz
nb_no: I bruk: kjerne {0} MHz, minne {1} MHz
nl_nl: In gebruik: core {0} MHz, geheugen {1} MHz
pl_pl: W użyciu: rdzeń {0} MHz, pamięć {1} MHz
pt_pt: Em utilização: núcleo {0} MHz, memória {1} MHz
ro_ro: În uz: nucleu {0} MHz, memorie {1} MHz
ru_ru: Применено: ядро {0} МГц, память {1} МГц
sk_sk: Používa sa: jadro {0} MHz, pamäť {1} MHz
sr_cyrl_rs: У употреби: језгро {0} MHz, меморија {1} MHz
sv_se: Används: kärna {0} MHz, minne {1} MHz
th_th: ใช้อยู่: คอร์ {0} MHz, หน่วยความจำ {1} MHz
tr_tr: Kullanımda: çekirdek {0} MHz, bellek {1} MHz
uk_ua: Застосовано: ядро {0} МГц, пам'ять {1} МГц
vi_vn: Đang dùng: nhân {0} MHz, bộ nhớ {1} MHz
zh_cn: 已应用：核心 {0} MHz，显存 {1} MHz
zh_tw: 已套用：核心 {0} MHz，記憶體 {1} MHz

# GpuClocks_NotApplied
source: The NVIDIA driver didn't take these offsets.
ar_sa: لم يقبل برنامج تشغيل NVIDIA هذه الإزاحات.
bg_bg: Драйверът на NVIDIA не прие тези отмествания.
ca_es: El controlador de NVIDIA no ha acceptat aquests desplaçaments.
cs_cz: Ovladač NVIDIA tyto posuny nepřijal.
de_de: Der NVIDIA-Treiber hat diese Offsets nicht übernommen.
el_gr: Το πρόγραμμα οδήγησης NVIDIA δεν δέχτηκε αυτές τις μετατοπίσεις.
es_es: El controlador de NVIDIA no ha aceptado estos desplazamientos.
et_ee: NVIDIA draiver ei võtnud neid nihkeid vastu.
fa_ir: درایور NVIDIA این مقادیر افزایش را نپذیرفت.
fi_fi: NVIDIA-ohjain ei ottanut näitä siirtymiä käyttöön.
fr_fr: Le pilote NVIDIA n’a pas accepté ces décalages.
he_il: מנהל ההתקן של NVIDIA לא קיבל את ההיסטים האלה.
hi_in: NVIDIA ड्राइवर ने ये ऑफ़सेट स्वीकार नहीं किए।
hu_hu: Az NVIDIA-illesztőprogram nem fogadta el ezeket az eltolásokat.
id_id: Driver NVIDIA tidak menerima offset ini.
it_it: Il driver NVIDIA non ha accettato questi offset.
ja_jp: NVIDIA ドライバーがこのオフセットを受け付けませんでした。
ko_kr: NVIDIA 드라이버가 이 오프셋을 받아들이지 않았습니다.
lv_lv: NVIDIA draiveris nepieņēma šīs nobīdes.
nb_no: NVIDIA-driveren godtok ikke disse forskyvningene.
nl_nl: Het NVIDIA-stuurprogramma heeft deze offsets niet overgenomen.
pl_pl: Sterownik NVIDIA nie przyjął tych przesunięć.
pt_pt: O controlador da NVIDIA não aceitou estes desvios.
ro_ro: Driverul NVIDIA nu a acceptat aceste decalaje.
ru_ru: Драйвер NVIDIA не принял эти смещения.
sk_sk: Ovládač NVIDIA tieto posuny neprijal.
sr_cyrl_rs: NVIDIA управљачки програм није прихватио ове помаке.
sv_se: NVIDIA-drivrutinen tog inte emot de här förskjutningarna.
th_th: โปรแกรมควบคุม NVIDIA ไม่รับค่าออฟเซ็ตเหล่านี้
tr_tr: NVIDIA sürücüsü bu ofsetleri kabul etmedi.
uk_ua: Драйвер NVIDIA не прийняв ці зміщення.
vi_vn: Trình điều khiển NVIDIA không nhận các mức bù này.
zh_cn: NVIDIA 驱动程序未接受这些偏移量。
zh_tw: NVIDIA 驅動程式未接受這些偏移量。

# GpuClocks_Confirm_Title
source: Overclock the GPU?
ar_sa: رفع تردد GPU؟
bg_bg: Да се овърклокне ли ГП?
ca_es: Vols fer overclock a la GPU?
cs_cz: Přetaktovat GPU?
de_de: GPU übertakten?
el_gr: Υπερχρονισμός της GPU;
es_es: ¿Hacer overclock a la GPU?
et_ee: Kas GPU-d ülekiirendada?
fa_ir: GPU اورکلاک شود؟
fi_fi: Ylikellotetaanko GPU?
fr_fr: Overclocker le GPU ?
he_il: להאיץ את ה-GPU?
hi_in: GPU ओवरक्लॉक करें?
hu_hu: Túlhajtja a GPU-t?
id_id: Overclock GPU?
it_it: Fare l'overclock della GPU?
ja_jp: GPU をオーバークロックしますか?
ko_kr: GPU를 오버클럭할까요?
lv_lv: Vai virstaktēt GPU?
nb_no: Vil du overklokke GPU-en?
nl_nl: GPU overklokken?
pl_pl: Podkręcić GPU?
pt_pt: Fazer overclock da GPU?
ro_ro: Faceți overclocking la GPU?
ru_ru: Разогнать ГП?
sk_sk: Pretaktovať GPU?
sr_cyrl_rs: Оверклоковати GPU?
sv_se: Vill du överklocka GPU:n?
th_th: โอเวอร์คล็อก GPU หรือไม่
tr_tr: GPU hız aşırtılsın mı?
uk_ua: Розігнати ГП?
vi_vn: Ép xung GPU?
zh_cn: 要超频 GPU 吗？
zh_tw: 要超頻 GPU 嗎？
